
  const posts = [
    {
      id: 1,
      title: "באר שבע, שכונה ה, שדרות יעלים 104",
      price: 2100,
      rooms: 2,
      size: 57,
      floor: "2 מתוך 4",
      image: "../images/apart1/image1.png",
      type: "השכרה",
      description: "כניסה מידית! דירה מרווחת מוארת קומה 2 שופץ פרקט חדש 2 כיווני אוויר נעימה ושקטה ברחוב צנרת חדשה חדר שירות קרובה למרכזי קניות לתחבורה ציבורית רבה.",
      features: ["מיזוג", "דוד שמש", "משופצת"],
      furniture: "ספה ענקית + ספה קטנה מיקרוגל כיריים מכונת כביסה מיטה זוגית + מזגן מזגן בסלון מזגן בחדר שינה ארון בגדים טלוויזיה שולחן כיסאות",
      phoneNumber: "שחר:  053-3335632 , 054-7358835 ",
      imageCount:9,
      galleryFolder: "../images/apart1"
      
    },
    {
      id: 2,
      title: "97 באר שבע, שכונה ג, גוש עציון",
      price: 1700,
      rooms: 2,
      size: 50,
      floor: "3 מתוך 3",
      image: "../images/apart2/image1.png",
      type: "השכרה",
      description: "קרובה מאוד לאוניברסיטה, ולרכבת ישראל תחנת רכבת צפונית. מול הפארק הירוק מרמלדה, תחבורה ציבורית, ולא רחוקה ממרכז ביג באר שבע, דירה שקטה ונוחה לסטודנטים.",
      features: ["מיזוג", "דוד שמש"],
      furniture: "ספה, סלון, שולחן כיסאות, מקרר, מכונת כביסה, מיטה וארון בחדר שינה.",
      phoneNumber: "אופיר:  054-2478244",
      imageCount:8,
      galleryFolder: "../images/apart2",
    },
    {
      id: 3,
      title: "8 באר שבע, שכונה ד, שפרינצק",
      price: 2600,
      rooms: 3,
      size: 50,
      floor: "2 מתוך 3",
      image: "../images/apart3/image1.png",
      type: "השכרה",
      description: "קומה 2 בבניין מעלית. 10-12 דק הליכה לאוניברסיטה. 3 חדרים, 2 חדרי סוויטה + סלון מרווח. הדירה עברה שיפוץ, 3 מזגנים חדשים. מרוהטת קומפלט.",
      features: ["מיזוג", "דוד שמש", "משופצת"],
      furniture: "ספה, סלון, שולחן כיסאות, מקרר, מכונת כביסה, מיטה וארון בחדר שינה.",
      phoneNumber: "דניאל: 052-5811134",
      galleryFolder: "../images/apart3",
      imageCount: 5,
    },
    {
      id: 4,
      title: "דירה להשכרה, שד יעלים 10",
      price: 2200,
      rooms: 3,
      size: 65,
      floor: "3",
      image: "../images/apart4/image1.png",
      type: "השכרה",
      description: "דירת 3 חדרים בשדרות יעלים 10 (פינת העליה) קומה שניה, בבניין שקט ומטופח. שכר דירה 2200 ש\"ח בדירה - מקרר, מכונת כביסה, תנור+כיריים, 3 מזגנים, ספה, כורסא, מיטה זוגית + מזגן, ארון גדול בחדר שינה.",
      features: ["מזגן", "דוד שמש", "משופצת", "מטבח כשר"],
      furniture: "מקרר, מכונת כביסה, תנור+כיריים, ספה, כורסא, מיטה זוגית + ארון גדול",
      phoneNumber: "דוד:  058-6715899",
      galleryFolder: "../images/apart4",
      imageCount: 7,
  },
    {
      id: 5,
      title: "דירה להשכרה, סוקולוב 6",
      price: 2000,
      rooms: 2,
      size: 35,
      floor: "2 מתוך 4",
      image: "../images/apart5/image1.png",
      type: "השכרה",
      description: "מזגנים",
      features: ["מזגן", "דוד שמש", "מטבח כשר", "ריהוט"],
      furniture: "מקרר, פינת אוכל, סלון, מכונת כביסה, טלוויזיה, ארון בגדים, מיטה וכו",
      phoneNumber: "שמואל כהן:  052-5524352",
      galleryFolder: "../images/apart5",
      imageCount: 7  
    },
  
  

  
];

export default posts; // שורת ייצוא

  